export const Accessibility = () => {
  return (
    <div className="container mx-auto my-[30px] px-[15px] max-w-[768px] flex flex-col gap-[15px]">
      <h1 className="text-center text-[32px]">Доступность (Accessibility)</h1>
      <h2 className="text-center text-[18px]">Наша Обязанность и Цель</h2>
      <hr />
      <p>
        В <strong>Parallels</strong> мы стремимся обеспечить, чтобы наш
        онлайн-маркетплейс был доступен и удобен для всех пользователей, включая
        людей с различными ограничениями и особенностями восприятия. Мы
        понимаем, что доступность — это не одноразовая задача, а непрерывный
        процесс улучшения нашего сайта и сервисов.
      </p>
      <h3 className="text-[20px] font-bold">Наши Усилия по Доступности</h3>
      <p>Мы прилагаем следующие усилия для улучшения доступности:</p>
      <h3 className="text-[20px] font-bold">Соответствие Стандартам</h3>
      <p>
        <strong>WCAG 2.1:</strong> Наш сайт стремится соответствовать критериям
        успеха Уровня AA Руководства по обеспечению доступности контента в
        Интернете (WCAG) 2.1.
      </p>
      <h3 className="text-[20px] font-bold">Дизайн и Функциональность</h3>
      <p>
        <strong>Читаемость Текста:</strong> Мы используем высококонтрастные
        цветовые схемы и четкий шрифт для лучшей читаемости. Навигация
        Клавиатурой: Наш сайт полностью навигируем с помощью клавиатуры для
        пользователей, которые не могут использовать мышь. Описания изображений:
        Все изображения сопровождаются текстовыми альтернативами (alt-текстами)
        для пользователей экранных читалок. Видео и Мультимедиа: Все
        видеоматериалы сопровождаются субтитрами и/или аудио-описанием.
      </p>
      <h3 className="text-[20px] font-bold">Регулярное Тестирование</h3>
      <p>
        Мы регулярно проводим тестирование доступности, используя как
        автоматические инструменты, так и ручное тестирование.
      </p>
      <h3 className="text-[20px] font-bold">Обучение и Осведомленность</h3>
      <p>
        Наша команда регулярно проходит обучение по вопросам доступности, чтобы
        быть в курсе лучших практик и стандартов. Ваши Обратная Связь и
        Поддержка
      </p>
      <h3 className="text-[20px] font-bold">Обратная связь</h3>
      <p>
        Ваша обратная связь критически важна для улучшения нашей доступности.
        Если вы столкнулись с какими-либо проблемами при использовании нашего
        сайта, пожалуйста, свяжитесь с нами по [электронной почте/форме обратной
        связи].
      </p>
      <h3 className="text-[20px] font-bold">Поддержка</h3>
      <p>
        Если вам нужна помощь в использовании нашего сайта или у вас возникли
        вопросы по доступности, пожалуйста, свяжитесь с нашей службой поддержки
        по <strong>[телефону/электронной почте]</strong>.
      </p>
      <p>
        Мы обязуемся сделать ваш опыт покупок на нашем сайте удобным и приятным
        для всех. Ваше удовлетворение и доступность — наш приоритет.
      </p>
    </div>
  );
};
