export const Returns = () => {
  return (
    <div className="container mx-auto my-[30px] px-[15px] max-w-[768px] flex flex-col gap-[15px]">
      <h1 className=" text-center text-[32px]">Возврат</h1>
      <p className="font-bold text-[16px]">
        Вы можете бесплатно вернуть товар через курьерскую службу в течение 14
        дней со дня получения заказа.
      </p>
      <p>Возврат должен полностью соответствовать нашим условиям:</p>
      <ul>
        <li className=" p-[10px]">
          <strong>Вещи</strong> нужно вернуть в оригинальном виде: с бирками и
          защитной пломбой PARALLELS, неношеными, неповрежденными и
          неиспользованными.
        </li>
        <li className=" p-[10px]">
          <strong>Товары</strong> с финальными скидками можно вернуть только в
          случае, если вы обнаружили брак или вещь повредилась при пересылке.
        </li>
        <li className=" p-[10px]">
          <strong>Пыльники, чехлы</strong> и другие аксессуары из комплекта
          также нужно вернуть вместе с товаром.
        </li>
        <li className=" p-[10px]">
          <strong>Брендированная</strong> коробка, которую вы получили вместе с
          вещью, считается частью комплекта и не подходит для транспортировки.
        </li>
        <li className=" p-[10px]">
          <strong>Бирки PARALLELS</strong> должны находиться там же, где они
          были при получении товара.
        </li>
        <li className=" p-[10px]">
          <strong>Нижнее белье, домашняя и пляжная</strong> одежда подлежат
          возврату в том случае, если гигиенические наклейки и упаковка не
          повреждены.
        </li>
        <li className=" p-[10px]">
          <strong>Нижнее белье и пляжную</strong> одежду можно примерять только
          поверх собственного белья. Мы не сможем принять возврат, если
          обнаружим на вещах следы носки или неправильной примерки.
        </li>
      </ul>
      <p>
        Пожалуйста, будьте внимательны при примерке товаров. Мы сможем принять
        возврат только если он полностью соответствует нашим условиям.
      </p>
      <p>
        Мы предлагаем гибкие условия возврата, чтобы сделать шопинг как можно
        более удобным для вас. Мы следим за количеством возвратов и оставляем за
        собой право закрыть аккаунт PARALLELS или ограничить возможность делать
        заказы, если клиент будет нарушать условия возврата.
      </p>
      <p className="font-bold text-[16px]">
        Сообщить нам о возврате можно следующими способами:
      </p>
      <ul>
        <li className=" p-[10px]">
          <strong>По телефону</strong> Пожалуйста, сообщите ваше имя, адрес
          доставки и номер заказа.
        </li>
        <li className=" p-[10px]">
          <strong>Заполните форму</strong> возврата и отправьте ее по адресу,
          указанному в ней.
        </li>
      </ul>
    </div>
  );
};
